{
    "meta": {
        "lang": "en"
    },
    "nav": {
        "inicio": "Home",
        "nosotros": "About",
        "servicios": "Services",
        "servicio1": "Geotechnical Studies",
        "servicio2": "Material Quality Control",
        "servicio3": "Soil laboratory",
        "servicio4": "Drillings",
        "servicio5": "Enviromental services",
        "proyectos": "Projects",
        "contacto": "Contact",
        "idioma": "Language"
    },
    "footer":{
        "contacto":"Contact us",
        "redes": "Our social networks",
        "horario": "Schedule",
        "dias-habiles": "Monday to Friday:",
        "sabado":"Saturday:",
        "horario-domingo":"Sunday: <li>CLOSED </li>",
        "ubicacion": "Our location"
    },
    "inicio": {
        "texto-inicial": "",
        "btn-contactanos": "Contact us",
        "info-contacto": " ",
        "titulo-servicios": "OUR SERVICES",
        "servicio1": "Geotechnical Studies",
        "servicio2": "Material Quality Control",
        "servicio3": "Soil laboratory",
        "servicio4": "Drilling",
        "servicio5": "Enviromental services",
        "titulo-nosotros": "SOBRE NOSOTROS",
        "texto-nosotros": "Twenty years of experience and our project portfolio supports the quality of our work and the strategic value we generate for each of our clients' projects.",
        "titulo-proyectos": "OUR PROJECTS"
    },
    "estudios-geotecnicos":{
        "titulo": "GEOTECHNICAL STUDIES",
        "info-1": "At Geonicsa, we excel in offering specialized solutions for construction and development projects. Our experience in soil studies and geotechnical evaluation distinguishes us as the reliable partner to thoroughly understand ground stability. From detailed soil classification to precise bearing capacity assessment, at Geonicsa, we are committed to providing crucial data for making informed decisions that facilitate risk mitigation for our clients.",
        "estudios-cimentacion": "Foundation Geotechnical Studies",
        "estudios-cimentacion-desc": "Foundation geotechnical studies are specialized assessments we use to understand the geological and geotechnical characteristics of soil at a specific site, aiming to help us design safe and efficient foundations for construction structures. These studies are essential to ensure the long-term stability and safety of any building.",
        
        "disenio-espesores-pav": "Pavement Thickness Design",
        "disenio-espesores-pav-desc": "Pavement thickness design is an engineering process that helps us determine the appropriate dimensions and layer types composing a pavement to ensure its strength and durability. This design is carried out to support traffic loads, resist weather conditions, and provide functional and safe service throughout its lifespan.",
        
        "pruebas-infiltracion": "Infiltration Tests",
        "pruebas-infiltracion-desc": "Infiltration tests allow us to determine the soil's capacity to handle water, which can be crucial in planning construction projects, stormwater management, and drainage system design. The information obtained from these tests helps us make optimal recommendations on water resource management and prevention of issues like erosion and flooding."    
    },
    "control-materiales":{
        "titulo": "MATERIAL QUALITY CONTROL",
        "resumen": "At Geonicsa, our commitment to quality goes beyond geotechnics. We offer specialized services in material quality control, ensuring that every component used in your project meets the highest standards. From meticulous selection of material sources to on-site supervision, our team ensures that each element contributes to the excellence and durability of your project.",
        "producto-1":"Concrete Quality Control",
        "producto-2":"Soil Quality Control"
    },
    "control-calidad-concreto":{
        "titulo":"Concrete quality control",

        "resumen":"Concrete Quality Control is conducted through the following specific tests:",
        "cilindros-concreto":"Concrete Cylinders",
        "cilindros-concreto-desc":" Concrete cylinders allow us to perform compression strength tests.<br><br> <b> Procedure:</b><br> Concrete cylinders are molded on-site or in the laboratory and then subjected to compression strength tests to evaluate the concrete's capacity to withstand compression loads.",
        
        "viguetas-concreto":"Concrete Beams",
        "viguetas-concreto-desc":"Beams are used to evaluate flexural strength and other properties of concrete.<br><br> <b> Procedure:</b><br> Beams are molded and subjected to tests to measure their ability to withstand flexural loads and evaluate the quality and durability of concrete.",
        
        "cubos-concreto":" Concrete Cubes",
        "cubos-concreto-desc":"Cubes are used for compression strength tests, similar to cylinders.<br><br><b>Procedure:</b><br> Concrete cubes are molded and subjected to compression strength tests to evaluate the quality of concrete.",
        
        "martillo-suizo":" Swiss Hammer (Schmidt Hammer)",
        "martillo-suizo-desc":"The Swiss hammer, or Schmidt hammer, is used to measure the surface hardness of concrete.<br><br><b>Procedure:</b><br> The Swiss hammer is struck against the concrete surface, and the rebound energy is measured to estimate surface hardness. It is used to evaluate concrete quality and detect potential issues like carbonation.",
        
        "extraccion-nucleos":"Core Extraction",
        "extraccion-nucleos-desc":"Core extraction is used to obtain samples of concrete in existing structures and assess their strength and internal conditions. <br><br><b>Procedure:</b><br> A core of concrete is drilled using a special tool, and the resulting sample is used to perform compression strength tests and analyze the quality and internal conditions of concrete.",

        "resumen-final":"These techniques are integral to measure concrete quality control and are selected based on the specific aspects to be evaluated in a project. The tests provide valuable information to ensure that concrete meets the required standards and to prevent potential issues over time"

    },
    "control-calidad-suelos":{
        "titulo":"SOIL QUALITY CONTROL",
        "resumen": "Soil quality control is conducted through compaction tests using methods such as the sand cone and nuclear density gauge. These procedures are essential in civil engineering and construction to evaluate the soil's bearing capacity and density.<br><br>Below are brief descriptions of both methods:",
        "metodo-1-titulo": "Sand Cone Compaction Test",
        "metodo-1-desc":"<p> To evaluate the maximum density and optimal moisture of compacted soil.</p><b> Procedure: </b> <ol> <li>We extract a representative soil sample.</li> <li> The initial moisture of the sample is measured. </li> <li> Place a layer of soil in the compaction mold and compact it using the sand cone.</li> <li> Measure the dry density and moisture content after compaction.</li> <li> The process is repeated with different moisture contents to determine the compaction curve.</li> </ol> <p> <b> Result </b>: Data is obtained to identify the optimal moisture and maximum density of compacted soil. </p>",
        
        "metodo-2-titulo": "Nuclear Densometer Compaction Test",
        "metodo-2-resumen": "<p> Measure the in-situ density of soil and provide information on the quality of compaction.</p>  <b>Result:</b> Direct readings of soil density are obtained without the need for sample extraction.</p>",
        "metodo-2-procedimiento":"<b>Procedure:</b><ol><li>We place the nuclear density gauge on the surface of the compacted soil.</li><li>It emits a gamma radiation source into the soil, measuring the scattered radiation, which is related to the soil density.</li><li> Repeat the process at various points to obtain representative data.</li></ol>",
        "metodo-2-resultado":"<b>Result:</b> Direct readings of soil density are obtained without the need for sample extraction.",  
        
        "pie-pagina":"These tests are crucial to ensure that the soil has the appropriate density and meets the support capacity requirements for construction projects. The collected information helps adjust moisture content during compaction to achieve maximum density and efficiency. The combined use of these methods provides a comprehensive assessment of soil compaction quality."
    },
    "laboratorio-suelos":{
        "titulo":"SOIL LABORATORY",
        "resumen": "We work according to the construction specifications in Nicaragua's industry. Geonicsa performs comprehensive quality control tests on soils and materials. We rigorously apply national regulations NIC-2000, as well as international standards ASTM and AASHTO, accumulating extensive experience in this area. We have a complete quality control team and the capacity to establish field laboratories.",
        
        "actividad-1-titulo": "Sample Preparation",
        "actividad-1-desc":"Soil laboratories receive soil samples taken from specific sites, either during subsurface exploration or as part of construction projects.The study of these samples is the critical initial phase of any study.",
        
        "actividad-2-titulo": "Grain Size Analysis",
        "actividad-2-desc":"With this test we determine the particle size distribution in a soil sample. This is essential for classifying the soil according to the Unified Soil Classification System (USCS).",
        
        "actividad-3-titulo": "Atterberg Limits",
        "actividad-3-desc":"We conduct this test to determine the plasticity and liquid limits of the soil. These limits are important for understanding soil behavior under different moisture conditions.",
        
        "actividad-4-titulo": "Compaction Tests",
        "actividad-4-desc":"We carry out compaction tests to evaluate the maximum density and optimum moisture content of soil under specific compaction conditions. This is essential for embankment and foundation design",
       
        "actividad-5-titulo": "Direct Shear and Triaxial Tests",
        "actividad-5-desc":"We perform these tests to assess soil shear strength under different stress conditions. This is crucial for the design of retaining structures, retaining walls, and other geotechnical elements.",
        
        "actividad-6-titulo": "Consolidation Tests",
        "actividad-6-desc": "We conduct consolidation tests to evaluate soil compressibility and settlement capacity. This is vital for projects where significant settlement is expected.",

        "actividad-7-titulo":"In-situ Soil Density",
        "actividad-7-desc":"Devices like the nuclear density gauge are used to measure in-situ soil density. This test provides information on soil compaction during construction.",

        "test-especiales-titulo":"Special Tests",
        "tests-especiales-resumen":"Depending on the project's nature, we carry out special tests to address specific soil characteristics, such as permeability tests, expansion tests, among others, as detailed below:",
        "test-especiales-pt1":"Modified Proctor Test.<br>Standard Proctor Test.<br> California Bearing Ratio (CBR) Test.<br> Sand Equivalent Test.<br>Compaction, Density, and Moisture content.<br>Direct Shear Test.<br>Specific Weight and Absorption, Coarse Aggregate.<br> Specific Weight and Absorption, Fine Aggregate.<br>",
        "test-especiales-pt2":"Void percentages in aggregates.<br> Los Angeles Abrasion Test.<br> Mortar Design.<br> Concrete Mix Design.<br> Core Extraction of Concrete and Asphalt with Diamond Core Drill.<br>Hardened Concrete Density and Absorption.<br>Compression Strength of Blocks and Pavers.<br>"

    
    },
    "perforacion":{
        "titulo": "DRILLING", 
        "resumen": "Geonicsa has a dedicated drilling department for soil studies. We specialize in rock and soil drilling, equipped with portable equipment and rotary drilling machines complemented by their respective accessories.",
        "servicios-titulo": "The drilling services we offer include:",
        "servicios-lista": "<ul> <li> Deep drilling using rotary machines and bentonite muds.</li><li> Percussion drilling. </li> <li>Standard penetration test (SPT).</li> </ul>"
    },
    "estudios-ambientales":{
        "titulo":"ENVIROMENTAL SERVICES",
        "resumen":"Our environmental consulting professionals have an excellent disposition and skill in environmental issues, with experience gained through years of work and accumulated experience in the public and private sectors. Among our services are: ",
        "lista":"<li> Elaboration of environmental studies.</li><li>Socio-environmental supervision of construction works.</li><li> Implementation of projects and studies in natural resource management.</li>",
        "desc":"María Raquel Chavarría Sacasa, holds a Bachelor's degree in Biology and Natural Resources from the Central American University and has a Master's degree in Agricultural Sciences and Renewable Natural Resources, with a specialization in Production Systems with emphasis on Forestry and Agroforestry, from CATIE, Costa Rica.<br><br>She has 43 years of professional experience in the environmental, forestry, agroforestry, socio-economic diagnostics, formulation and evaluation of projects, watershed management plans, and farm management. And also in protected areas.<br><br> For the past 19 years, she has been working in environmental management conducting environmental impact studies.<br><br>She has also held project management positions, coordinated teams of consultants, and worked as a facilitator and trainer in workshops and training courses.<br><br> We work under the environmental legal framework of Nicaragua (General Law of the Environment and Natural Resources; Decree 20-2017, Environmental evaluation system for permits and authorizations for the sustainable use of natural resources, etc.) and the environmental safeguards of international banks."
    },
    "nosotros":{
        "titulo":"ABOUT US",
        "info-1": "<strong> Geonicsa </strong>, a consulting firm with more than two decades of experience, was established with the commitment to carry out our work with the quality and excellence standards that have defined us since our foundation to the present day. <br><br> We specialize in planning and executing soil studies of various scales, backed by a multidisciplinary team that ensures excellence in the quality of our work. <br><br> At Geonicsa, we advocate for transparency and honesty in all our interactions with both national and international clients. This approach allows us to guarantee the necessary clarity to maintain quality in each of our services.",
        "nombre-fundador": "Our Founder: Msc.Ing. Oscar Osvaldo Jirón Boza",
        "info-fundador": "In 1972, he began his civil engineering studies at UNAN Managua. His first job was at the ministry of public works (MOP) starting in January 1978. In 1979, he worked for 9 years at MICONS (Ministry of Construction) until the end of 1988 when he traveled to Mexico to study a master's degree in soil mechanics at UNAM. Upon his return to Nicaragua in early 1991 until 1993, he worked at CEICOSA and then at LLANSA. That same year, he was called to work at LAMSA to take the position of head of the laboratory and drilling department for 8 years. In 2001, he began working at MECO - SANTA FE as head of project quality control for a year and a half. <br><br>In 2003, Msc. Oscar Osvaldo Jirón Boza, seeing the need that Nicaragua had in the field of engineering, to develop technically and quantitatively the branch of geotechnical and construction material studies and founded the company GEONIC, which generally offers geotechnical services and quality control of soils and concrete. <br><br>Geotecnia de Nicaragua (GEONIC) has been developing studies for vertical engineering (building foundations, foundation soil improvement design, hydraulic concrete designs, among others), for horizontal engineering (road design, pavement structure design, hydraulic concrete, asphalt concrete, paving stones, geotextile), and studies of material sources and quality control of soils and concrete in these twenty 20 years of existence.",
        "resumen-proyectos":" <strong>GEONIC</strong> maintains direct relationships with private entities, state institutions, and service exchanges with national and international consulting firms and contractors, mentioning some of them and works carried out below:",
        "roughton": "<b>ROUGHTON:</b> Geotechnical studies of the Malpaisillo - Villa 15 de Julio road in Costa Rica, including the installation of a soil laboratory.",
        "edico":"<b>EDICO:</b> Geotechnical study of the Río Blanco – Mulukuku road section.",
        "tec":"<b>TEC:</b> Geotechnical study of the Pantasma - Wiwilí road and bridges section. Geotechnical study of the Masaya beltway road.",
        "eaai":"<b>EAAI:</b> Soil study for the 800-meter extension at the Augusto Cesar Sandino airport runway in Managua.",
        
        "inabensa":"<b>INABENSA:</b> Foundation study of the SIEPAC electrical interconnection from Peñas Blancas to Guasaule. In Guatemala, also a foundation study of the Chiquimula, Zacapa, and Santa Rosa road section, including the installation of a soil laboratory.",
        "inabensa-1":" Foundation study of the SIEPAC electrical interconnection from Peñas Blancas to Guasaule.",
        "inabensa-2":"In Guatemala, also a foundation study of the Chiquimula, Zacapa, and Santa Rosa road section, including the installation of a soil laboratory.",

        "cemex":"<b>CEMEX:</b> Geotechnical study of the clinker factory for cement located in the refinery, Managua.",
        "alma":"<b>ALMA:</b> Geotechnical study and pavement on numerous streets and channels in Managua.",
        "icc":"<b>ICC:</b> Hydropantasma dam Geotechnical Study and Tumarín Dam Geotechnical Study.",
        "alba":"<b>ALBA:</b> Geotechnical study of wind power generation La Fe plant, Rivas (22 towers). Geotechnical study of Los Brasiles airport project.",
        
        "conincasa":"<b>CONINCASA: </b>",
        "conincasa-1":"Geotechnical study for Corinto Port expansion.",
        "conincasa-2":"Soil and pavement study for roads to the Carlos Fonseca and Larreynaga dams.",
        "conincasa-3":"Geotechnical study of the Corn Island airport runway and Bluefields airport runway, Los Brasiles airport runway, Punta Huete airport runway.",
        "conincasa-4":"Geotechnical and pavement study of taxiways and parking lots at Augusto Cesar Sandino airport in Managua.",
        
        "meco":"<b>MECO:</b>",
        "meco-1":" Geotechnical study of Bopal bridge over the rio grande in Matagalpa. ",
        "meco-2":"Geotechnical study of La Robelo underpass bridge.",
        "meco-3":"Geotechnical study of the eastern channel expansion in Managua.",
        
        "vacsa":"<b>VACSA:</b>",
        "vacsa-1":"Geotechnical study of CEDIS located at km 13 old road to León. ",
        "vacsa-2":"Geotechnical study of various industrial plants in the Saratoga free zone.",
        "vacsa-3":"Geotechnical study in San Pancho at the border with Costa Rica.",
        "vacsa-4":"Soil study of Grupo Q central office on Jean Paul Genie track."
    },
    "proyectos":{
        "titulo": "OUR PROJECTS"
    },
    "datos-contacto":{
        "titulo": "CONTACT US",
        "tel": "Call us or write to us on WhatsApp",
        "tel-desc": "Or send us a message on our WhatsApp",
        "email": "E-Mail",
        "ubi": "Our location"
    }
}