{
    "meta": {
        "lang": "es"
    },
    "nav": {
        "inicio": "Inicio",
        "nosotros": "Nosotros",
        "servicios": "Servicios",
        "servicio1": "Estudios geotécnicos",
        "servicio2": "Control de calidad de materiales",
        "servicio3": "Laboratorio de suelos",
        "servicio4": "Perforación",
        "proyectos": "Proyectos",
        "contacto": "Contacto",
        "idioma": "Idioma"
    },
    "footer":{
        "contacto":"Contáctanos",
        "redes": "Nuestras redes sociales",
        "horario": "Horario",
        "dias-habiles": "Lunes a Viernes:",
        "sabado":"Sábados:",
        "horario-domingo":"Domingos: <li>CERRADO</li>",
        "ubicacion": "Nuestra ubicación"
    },
    "inicio": {
        "texto-inicial": "",
        "btn-contactanos": "Contáctanos",
        "info-contacto": " ",
        "titulo-servicios": "NUESTROS SERVICIOS",
        "servicio1": "Estudios geotécnicos",
        "servicio2": "Control de calidad de materiales",
        "servicio3": "Laboratorio de suelos",
        "servicio4": "Perforación",
        "titulo-nosotros": "SOBRE NOSOTROS",
        "texto-nosotros": "Nos especializamos en la planificación y ejecución de estudios de suelos de diversas escalas, respaldados por un equipo multidisciplinario que asegura la excelencia en la calidad de nuestro trabajo.",
        "titulo-proyectos": "PROYECTOS"
    },
    "estudios-geotecnicos": {
        "titulo": "ESTUDIOS GEOTÉCNICOS",
        "info-1":"En Geonicsa, nos destacamos ofreciendo soluciones especializadas para proyectos de construcción y desarrollo. Nuestra experiencia en estudios de suelos y evaluación geotécnica nos distingue como el socio confiable para comprender a fondo la estabilidad del terreno. Desde la clasificación detallada de suelos hasta la evaluación precisa de la capacidad portante, en Geonicsa nos comprometemos a proporcionar datos cruciales para tomar decisiones informadas que les faciliten a nuestros clientes la mitigación de riesgos.",
        
        "estudios-cimentacion": "Estudios Geotécnicos de cimentación",
        "estudios-cimentacion-desc": "Los estudios geotécnicos de cimentación son evaluaciones especializadas que utilizamos para comprender las características geológicas y geotécnicas del suelo en un sitio específico, con el objetivo de ayudarnos a diseñar cimientos seguros y eficientes para estructuras de construcción. Estos estudios son esenciales para garantizar la estabilidad y la seguridad a largo plazo de cualquier edificación.",
        
        "disenio-espesores-pav": "Diseño de espesores de pavimento",
        "disenio-espesores-pav-desc": "El diseño de espesores de pavimento es un proceso ingenieril que nos ayuda a determinar las dimensiones adecuadas y el tipo de capas que componen un pavimento para garantizar su resistencia y durabilidad. Este diseño se realiza con el objetivo de soportar las cargas de tráfico, resistir las condiciones climáticas y proporcionar un servicio funcional y seguro a lo largo de su vida útil.",
        
        "pruebas-infiltracion": "Pruebas de infiltración",
        "pruebas-infiltracion-desc":"Las pruebas de infiltración nos permiten determinar la capacidad del suelo para manejar el agua, lo que puede ser fundamental en la planificación de proyectos de construcción, manejo de aguas pluviales y diseño de sistemas de drenaje. La información obtenida a partir de estas pruebas nos ayuda a realizar recomendaciones optimas sobre la gestión de recursos hídricos y la prevención de problemas como la erosión y las inundaciones."    
    },

    "control-materiales": {
        "titulo": "CONTROL DE CALIDAD DE MATERIALES",
        "resumen": "En Geonicsa, nuestro compromiso con la calidad va más allá de la geotecnia. Ofrecemos servicios especializados en el control de calidad de materiales, asegurando que cada componente utilizado en su proyecto cumpla con los más altos estándares. Desde la selección meticulosa del banco de materiales hasta la supervisión en el sitio, nuestro equipo se asegura de que cada elemento contribuya a la excelencia y durabilidad de su proyecto.",
        "producto-1":"Control de calidad del concreto",
        "producto-2":"Control de calidad de los suelos"
    
    },
    "control-calidad-concreto":{
        "titulo":"Control de calidad del concreto",

        "resumen":"El control de calidad del concreto lo realizamos mediante las siguientes pruebas específicas:",
        "cilindros-concreto":"Cilindros de Concreto",
        "cilindros-concreto-desc":"Los cilindros de concreto nos permiten realizar pruebas de resistencia a la compresión.<br> <br> <b>Procedimiento:</b> <br>Se moldean cilindros de concreto en el sitio o en el laboratorio y luego se someten a pruebas de resistencia a la compresión para evaluar la capacidad del concreto para soportar cargas de compresión.",
        
        "viguetas-concreto":"Viguetas de Concreto",
        "viguetas-concreto-desc":"Las viguetas se utilizan para evaluar la resistencia a flexión y otras propiedades del concreto. <br><br> <b>Procedimiento:</b> <br>Las viguetas se moldean y se someten a pruebas para medir su capacidad para resistir cargas flexionales y evaluar la calidad y durabilidad del concreto.",
        
        "cubos-concreto":"Cubos de Concreto",
        "cubos-concreto-desc":"Los cubos los usamos para realizar pruebas de resistencia a la compresión, similares a los cilindros. <br> <br><b>Procedimiento:</b> <br>Se moldean cubos de concreto y se someten a pruebas de resistencia a la compresión para evaluar la calidad del concreto.",
        
        "martillo-suizo":"Martillo Suizo (Esclerómetro)",
        "martillo-suizo-desc":" El martillo suizo, o esclerómetro, se utiliza para medir la dureza superficial del concreto.<br><br><b>Procedimiento:</b><br> El martillo suizo se golpea contra la superficie del concreto, y la energía del rebote se mide para estimar la dureza superficial. Se utiliza para evaluar la calidad del concreto y detectar posibles problemas como la carbonatación.",
        
        "extraccion-nucleos":"Extracción de núcleos",
        "extraccion-nucleos-desc":"La extracción de núcleos la utilizamos para obtener muestras del concreto en estructuras existentes y evaluar su resistencia y condiciones internas.<br><br><b>Procedimiento: </b>Se perfora un núcleo del concreto utilizando una herramienta especial, y la muestra resultante se utiliza para realizar pruebas de resistencia a la compresión y analizar la calidad y condiciones internas del concreto.",

        "resumen-final":"Estas técnicas son parte integral del control de calidad del concreto y se seleccionan según los aspectos específicos que se desean evaluar en un proyecto. Las pruebas proporcionan información valiosa para garantizar que el concreto cumpla con los estándares requeridos y para prevenir posibles problemas a lo largo del tiempo."
    },
    "control-calidad-suelos": {
        "titulo": "CONTROL DE CALIDAD DE SUELOS",
        "resumen": "El control de calidad de los suelos lo realizamos mediante pruebas de compactación, utilizando métodos como el cono de arena y el densímetro nuclear, estos procedimientos son esenciales en la ingeniería civil y en la construcción para evaluar la capacidad de soporte y la densidad de los suelos. <br><br>A continuación, se describen brevemente ambos métodos:",
        "metodo-1-titulo": "Prueba de Compactación con Cono de Arena",
        "metodo-1-desc": "<p> Se realiza con el propósito de evaluar la densidad máxima y la humedad óptima de un suelo compactado. </p> <b>Procedimiento:</b> <br><ol><li>Se extrae una muestra representativa del suelo.</li> <li>Se mide la humedad inicial de la muestra. </li><li>Se coloca una capa del suelo en el molde de compactación y se compacta utilizando el cono de arena.</li> <li>Medimos la densidad seca y la humedad después de la compactación.</li> <li>Se repite el proceso con diferentes contenidos de humedad para determinar la curva de compactación.</li></ol><p><b>Resultado:</b> Se obtienen datos que permiten identificar la humedad óptima y la densidad máxima del suelo compactado. </p>",
        "metodo-2-titulo": "Prueba de Compactación con Densímetro Nuclear",
        "metodo-2-desc": "<p>  Medir la densidad in situ de un suelo y proporcionar información sobre la calidad de la compactación. </p><b>Procedimiento:</b> <br><ol><li>Se coloca el densímetro nuclear sobre la superficie del suelo compactado.</li><li>Se emite una fuente de radiación gamma hacia el suelo.</li><li>El densímetro mide la radiación dispersa, que está relacionada con la densidad del suelo.</li> <li>Se repite el proceso en varios puntos para obtener datos representativos. </li></ol><p><b>Resultado:</b>  Se obtienen lecturas directas de la densidad del suelo sin necesidad de extraer muestras.</p>"
    },
    "laboratorio-suelos": {
        "titulo": "LABORATORIO DE SUELOS",
        "resumen": "Trabajamos conforme a las especificaciones de obra de la industria de la construcción en Nicaragua, Geonicsa realiza exhaustivas pruebas de control de calidad de suelos y materiales. Aplicamos rigurosamente las normativas nacionales NIC-2000, así como los estándares internacionales ASTM y AASHTO, acumulando una extensa experiencia en esta área. Contamos con un equipo completo de control de calidad y poseemos la capacidad de establecer laboratorios de campo. ",
        "actividad-1-titulo": "Preparación de muestras",
        "actividad-1-desc":"Los laboratorios de suelos reciben muestras de suelos tomadas de sitios específicos, ya sea durante la exploración del subsuelo o como parte de proyectos de construcción. La preparación de estas muestras es una fase inicial crítica.",
        
        "actividad-2-titulo": "Análisis de Granulometría",
        "actividad-2-desc":"Se determina la distribución de tamaños de partículas en una muestra de suelo. Esto es esencial para clasificar el suelo según sistemas de clasificación como el sistema de clasificación de suelos unificado (USCS).",
        
        "actividad-3-titulo": "Límites de Atterberg",
        "actividad-3-desc":"Se realizan pruebas para determinar los límites de plasticidad y límites de liquidez del suelo. Estos límites son importantes para comprender el comportamiento del suelo bajo diferentes condiciones de humedad.",
        
        "actividad-4-titulo": "Pruebas de Compactación",
        "actividad-4-desc":"Se llevan a cabo pruebas de compactación para evaluar la densidad máxima y la humedad óptima del suelo bajo condiciones específicas de compactación. Esto es esencial para el diseño de terraplenes y cimentaciones.",
        
        "actividad-5-titulo": "Pruebas de Corte Directo y Triaxiales",
        "actividad-5-desc":"Se realizan pruebas para evaluar la resistencia al corte del suelo en diferentes condiciones de esfuerzo. Esto es crucial para el diseño de estructuras de retención, muros de contención y otros elementos geotécnicos.",
        
        "actividad-6-titulo": "Pruebas de consolidación",
        "actividad-6-desc":""

    },
    "perforacion": {
        "titulo": "PERFORACIÓN", 
        "resumen": "Geonicsa cuenta con un departamento de perforación dedicado a la realización de estudios de suelos. Nos especializamos en perforaciones en roca y suelos, contamos con equipos portátiles y maquinas perforadoras rotativas complementadas con sus respectivos accesorios.",
        "servicios-titulo": "Dentro de los servicios de perforación que ofrecemos se incluyen:",
        "servicios-lista": "<ul><li>Perforaciones profundas mediante máquina rotativa y con lodos bentoníticos. </li><li>Perforación por roto-percusión.</li><li>Ensayo de penetración estándar (SPT).</li></ul>"
    
    },
    "nosotros": {
        "titulo": "SOBRE NOSOTROS",
        "info-1": "<strong> GEONICSA </strong>, una firma consultora con más de dos décadas de experiencia, se estableció con el compromiso de realizar nuestro trabajo con los estándares de calidad y excelencia que nos han definido desde nuestra fundación hasta la actualidad. <br><br> Nos especializamos en la planificación y ejecución de estudios de suelos de diversas escalas, respaldados por un equipo multidisciplinario que asegura la excelencia en la calidad de nuestro trabajo. <br><br> En GEONICSA, abogamos por la transparencia y sinceridad en todas nuestras interacciones con clientes tanto nacionales como internacionales. Este enfoque nos permite garantizar la claridad necesaria para mantener la calidad en cada uno de nuestros servicios.",
        "nombre-fundador": "Nuestro fundador: Msc. Ing. Oscar Osvaldo Jirón Boza",
        "info-fundador": " En 1972 inició sus estudios de ingeniería civil en la UNAN Managua, su primer trabajo fue en el MOP (Ministerio de Obras Públicas) a partir de enero de 1978. En 1979 laboró durante 9 años en el MICONS (Ministerio de la construcción) hasta finales de 1988, cuando viaja a México a estudiar una maestría de mecánica de suelos en la UNAM. A su retorno a Nicaragua a inicios de 1991 hasta 1993 laboró en CEICOSA y luego en LLANSA. Ese mismo año es llamado a laborar en LAMSA para ocupar el cargo de jefe del departamento de laboratorio y perforación durante 8 años. En 2001 pasó a laborar en MECO - SANTA FE como jefe de control de calidad de proyectos por año y medio.<br><br>En el año 2003, el Ingeniero Oscar Osvaldo Jirón Boza, viendo la necesidad que tenía Nicaragua en el campo de la ingeniería, de desarrollar técnicamente y cuantitativamente la rama de estudios geotécnicos y de materiales de construcción, fundó la empresa GEONIC que ofrece de manera general servicios de geotecnia y control de calidad de suelos y concreto. <br><br>Geotecnia de Nicaragua, (GEONIC) en estos veinte 20 años de existencia ha venido desarrollando estudios para ingeniería vertical (cimientos de edificios, diseño de mejoramiento de suelos de fundación, diseños de hormigón hidráulico, entre otros), para ingeniería horizontal (diseño vial, diseño de estructuras de pavimento, concreto hidráulico, concreto asfáltico, adoquines,geotextil), y estudios de fuentes de materiales y control de calidad de suelos y concreto.",
        
        "resumen-proyectos":"<strong>GEONIC</strong>  mantiene relaciones directas con entes privados, instituciones del estado, e intercambios de servicios con firmas consultoras y constructoras nacionales e internacionales, mencionando algunas de ellas y trabajos realizados, a continuación:",
        "roughton": "<b>ROUGHTON: </b> Estudios geotécnicos de carretera Malpaisillo - Villa 15 de Julio en Costa Rica, incluyendo la instalación de un laboratorio de suelos.",
        "edico":"<b>EDICO:</b> Estudio geotécnico de la carretera tramo Río Blanco – Mulukuku.",
        "tec":"<b>TEC:</b> Estudio geotécnico de carretera y puentes del tramo Pantasma - Wiwilí. Estudio geotécnico de la carretera de circunvalación de Masaya.",
        "eaai":"<b>EAAI:</b> Estudio de suelos para la ampliación en 800 metros de pista del aeropuerto Augusto Cesar Sandino en Managua.",
        
        "inabensa":"<b>INABENSA:</b>",
        "inabensa-1":"Estudio de cimentación del interconectado eléctrico SIEPAC desde Peñas Blancas al Guasaule.",
        "inabensa-2":"En Guatemala, estudio de cimentación del tramo Chiquimula, Zacapa y Santa Rosa, incluyendo la instalación de un laboratorio de Suelos.",

        "cemex":"<b>CEMEX</b>: Estudio geotécnico de la fábrica de clinker para cemento ubicado en la refinería, Managua.",
        "alma":"<b>ALMA</b>: Estudio geotécnico y pavimento en numerosas calles y cauces de Managua.",
        "icc":"<b>ICC</b>: Estudio Geotécnico presa Hidropantasma. Estudio Geotécnico Presa Tumarín.",
        "alba":"<b>ALBA</b>: Estudio geotécnico de generación de energía eólica planta La Fe, Rivas (22 torres). Estudio geotécnico proyecto planta Los Brasiles.",
        
        "conincasa":"<b>CONINCASA:</b>",
        "conincasa-1":"Estudio geotécnico ampliación del Puerto de Corinto.",
        "conincasa-2":"Estudio de suelos y pavimento de caminos a las presas Carlos Fonseca y presa Larreynaga.",
        "conincasa-3":"Estudio geotécnico de la pista del aeropuerto de Corn Island y pista aeropuerto de Bluefields, pista aeropuerto Los Brasiles, pista aeropuerto Punta Huete.",
        "conincasa-4":"Estudio Geotécnico y Pavimento de calles de rodajes y estacionamientos en el aeropuerto Augusto Cesar Sandino en Managua.",
        
        "meco":"<b>MECO:</b>",
        "meco-1":" Estudio geotécnico puente el Bopal sobre el río grande de Matagalpa.",
        "meco-2":"Estudio geotécnico puente paso a desnivel La Robelo.",
        "meco-3":"Estudio geotécnico ampliación del cauce oriental en Managua.",
        
        "vacsa":"<b>VACSA:</b>",
        "vacsa-1":" Estudio geotécnico del CEDIS ubicado en el km 13 carretera vieja a León.",
        "vacsa-2":"Estudio geotécnico de varias plantas industriales en zona franca Saratoga.",
        "vacsa-3":"Estudio geotécnico del puesto fronterizo en San Pancho frontera con Costa Rica.",
        "vacsa-4":" Estudio geotécnico de chequeo de relleno de oficinas centrales de Grupo Q, sobre la pista Jean Paul Genie."
    
    },
    "proyectos": {
        "titulo": "Nuestros proyectos"
    },
    "datos-contacto": {
        "titulo": "CONTÁCTANOS",
        "tel": "Llámanos o escríbenos a nuestro Whatsapp",
        "tel-desc": "O envíanos un mensaje a nuestro Whatsapp",
        "email": "E-Mail",
        "ubi": "Nuestra ubicación"
    }
}